Repository: bram2w/baserow
Catalog: enterprise/backend/src/baserow_enterprise/locale/*/LC_MESSAGES/django.po
Languages: fr, it, nl

source: User Email
fr: Email de l'utilisateur
it: Email utente
nl: Gebruiker e-mail

source: User ID
fr: Identifiant
it: ID utente
nl: Gebruikers-ID

source: Group Name
fr: Nom du projet
it: Nome progetto
nl: Naam werkruimte

source: Group ID
fr: Identifiant
it: ID progetto
nl: Werkruimte ID

source: Action Type
fr: Type d'action
it: Tipo azione
nl: Actie Type

source: Timestamp
fr: Heure
it: Data e ora

source: IP Address
fr: Adresse IP
nl: IP adres

source: DONE
fr: Fait
it: FATTO
nl: KLAAR

source: UNDONE
fr: Annulée
it: ANNULLATO
nl: ONGEDAAN

source: REDONE
fr: Fait
it: RIFATTO
nl: VERNIEUWD

source: Assign multiple roles
fr: Assigner plusieurs roles
it: Assegna ruoli
nl: Meerdere rollen toewijzen

source: Multiple roles have been assigned
fr: Plusieurs rôles assignés
it: Ruoli assegnati
nl: Meerdere rollen zijn toegewezen

source: Role %(role_uid)s assigned to subject type "%(subject_type_name)s" (%(subject_id)s) on scope type "%(scope_type_name)s" (%(scope_id)s).
fr: Role %(role_uid)s assigné au sujet de type « %(subject_type_name)s » (%(subject_id)s) sur l'objet de type « %(scope_type_name)s » (%(scope_id)s).
it: Il ruolo %(role_uid)s Ã¨ stato assegnato a "%(subject_type_name)s" (%(subject_id)s) nel contesto "%(scope_type_name)s" (%(scope_id)s).

source: in team "%(team_name)s" (%(team_id)s)
fr: dans l'équipe "%(team_name)s" (%(team_id)s)
it: nel team "%(team_name)s" (%(team_id)s)

source: Create team
fr: Création d'un équipe
it: Crea team
nl: Team maken

source: Team "%(name)s" (%(team_id)s) created.
fr: Équipe "%(name)s" (%(team_id)s) créée.
it: Team"%(name)s" (%(team_id)s) creato.
nl: Team "%(name)s" (%(team_id)s) gemaakt.

source: Update team
fr: Mise à jour d'une équipe
it: Modifica team
nl: Team updaten

source: Team "%(name)s" (%(team_id)s) updated.
fr: Équipe "%(name)s" (%(team_id)s) mise à jour.
it: Team "%(name)s" (%(team_id)s) modificato.

source: Delete team
fr: Suppression d'une équipe
it: Elimina team
nl: Verwijder team

source: Team "%(team_name)s" (%(team_id)s) deleted.
fr: Équipe "%(team_name)s" (%(team_id)s) supprimée.
it: Team "%(team_name)s" (%(team_id)s) eliminato.
nl: Team "%(team_name)s" (%(team_id)s) verwijderd.

source: Create team subject
fr: Création d'une équipe
it: Crea team
nl: Maak team onderwerp

source: Subject (%(subject_id)s) created
fr: Sujet (%(subject_id)s) créé
it: Membro del team (%(subject_id)s) creato
nl: Onderwerp (%(subject_id)s) gemaakt

source: Delete team subject
fr: Suppression du sujet d'une équipe
it: Rimuovi membro dal team
nl: Team onderwerp verwijderen

source: Subject (%(subject_id)s) deleted
fr: Sujet (%(subject_id)s) supprimé
it: Membro del team (%(subject_id)s) rimosso
nl: Onderwerp (%(subject_id)s) verwijderd

source: Description
it: Descrizione
nl: Beschrijving
